Repository: touchandcontact/tac_test
Catalog: lib/l10n/app_*.arb
Languages: it

# noCompanySub
source: Subscription not active, please contact your company
it: Abbonamento non attivo, si prega di contattare la Sua Azienda

source: User not found
it: Utente non trovato

# attention
source: Warning
it: Attenzione

source: Required field
it: Campo obbligatorio

# insertValidEmail
source: Please enter a valid email
it: Inserire un'email valida

# signIn
source: Log in
it: Accedi

# signUp
source: Register
it: Registrati

# recoverPassword
source: Password recovery
it: Recupera password

# noAccountQUestion
source: Don't have an account?
it: Non hai un account?

source: Remember me
it: Ricordami

# genericError
source: An error occurred
it: Si é verificato un errore

source: Inactive user
it: Utente non attivo

# modProfile
source: Edit Profile
it: Modifica profilo

source: Elements
it: Elementi

source: My cards
it: Le mie carte

source: All
it: Tutti

source: Companies
it: Aziende

source: Folders
it: Cartelle

# addContactDate
source: Add
it: Aggiunto

source: contacts
it: contatti

source: Favorites
it: Preferiti

# newFolder
source: Create New Folder
it: Crea nuova cartella

source: Add contact
it: Aggiungi contatto

source: Find
it: Cerca

source: Filter
it: Filtri

# orderAZ
source: Sort from A to Z
it: Ordina dalla A alla Z

# orderZA
source: Sort from Z to A
it: Ordina dalla Z alla A

# recentAdd
source: Recently added
it: Aggiunti di recente

# older
source: Less recent
it: Meno recenti

source: Month
it: Mese

source: Year
it: Anno

source: Week
it: Settimana

# searchAllLink
source: Search all links
it: Cerca tra tutti i link

# searchAllFile
source: Search all your files
it: Cerca tra tutti i tuoi file

source: Hello
it: Ciao

# infoInsight
source: Here you can see interactions with your profile and links
it: Qui puoi vedere le interazioni con il tuo profilo e i tuoi link

# shares
source: Shared with NFC
it: Condivisioni

source: Views
it: Visualizzazioni

# percentagePlus
source: % more
it: % in più

# percentageLess
source: % less
it: % in meno

# clickedLink
source: Clicked links and documents
it: Link e documenti cliccati

# thanks
source: TAC and the earth thank you!
it: TAC e la terra ti ringraziano!

# saving
source: Thanks to you we managed to save
it: Grazie a te siamo riusciti a risparmiare

source: Paper
it: Carta

source: Water
it: Acqua

source: Settings
it: Impostazioni

source: Associated email
it: Email associata

source: Reset password
it: Reimposta password

# becameAffiliate
source: Become an affiliate
it: Diventa un affiliato

# privacy
source: Privacy and Terms
it: Privacy e Termini

source: Language
it: Lingua

source: Share Profile
it: Condividi Profilo

# shareSmartcard
source: Share your Smart Card
it: Condividi con SmartCard

# useSmarcard
source: Use your Smart Card, bring it close to a device with activated NFC and you'll be sharing your contact in the blink of an eye.
it: Utilizza la tua SmartCard, avvicinandola ad un dispositivo con NFC attivato condividerai il tuo contatto in un battito di ciglia.

# shareQrCode
source: Share via Qr Code
it: Condividi Tramite Qr Code

# shareLink
source: Share via Link
it: Condividi Tramite Link

# blockedLink
source: Your links are blocked. Your edit request will be sent to your company for approval.
it: I tuoi link sono bloccati. Una volta attuate le modifiche verranno mandate in accettazione per la conferma.

# blockedFile
source: Your files are blocked. Your edit request will be sent to your company for approval.
it: I tuoi file sono bloccati. Una volta attuate le modifiche verranno mandate in accettazione per la conferma.

# allFile
source: All you files
it: Tutti i tuoi file

source: Name
it: Nome

source: Surname
it: Cognome

# profession
source: Job Title
it: Professione

source: Company
it: Azienda

source: Department
it: Dipartimento

source: Telephone
it: Telefono

source: Address
it: Indirizzo

source: Website
it: Sito Web

# p_iva
source: VAT
it: P. IVA

source: Save
it: Salva

source: Add
it: Aggiungi

# role
source: Permission Role
it: Ruolo

source: Text Color
it: Colore testo

# confirmation
source: Confirm
it: Conferma

source: Associate Card
it: Associa Carta

source: QR code
it: Codice Qr

source: Note
it: Nota

source: Principals
it: Principali

# aggiungi_tag
source: Add Tag
it: Aggiungi Tag

source: Link and File
it: Link e File

# addFavoritesContact
source: Add to favorite contacts
it: Aggiungi ai contatti Preferiti

source: Swap contact
it: Scambia contatto

# addAddressBook
source: Add to Address Book
it: Aggiungi alla rubrica

source: Delete contact
it: Elimina Contatto

source: Add Tag
it: Aggiungi Tag

source: Suggested
it: Suggeriti

source: Paired
it: Associati

source: Select Language
it: Seleziona Lingua

# selectLanguageApp
source: Select the language in which you want to view the app.
it: Seleziona la lingua in cui vuoi visualizzare l'app.

# insertEmail
source: Please enter your email address
it: Inserisci l'indirizzo email

# additionalInfo
source: Additional Information
it: Informazioni aggiuntive

source: Or
it: Oppure

source: Delete
it: Elimina

source: Info
it: Informazioni

# colorSettings
source: Colour Settings
it: Impostazioni colore

source: Download
it: Scarica

source: Element not found
it: Nessun elemento trovato

source: Yes
it: Si

source: Close
it: Chiudi

source: Share
it: Condividi

source: Open
it: Apri

# relativeNote
source: Related notes
it: Note relative

# infoProfile
source: Profile information
it: Informazioni profilo

# continueOperation
source: Continue
it: Prosegui

# becamePro
source: Become Pro!
it: Diventa un utente Pro!

# proBenefits
source: Discover all the advantages of being a pro user
it: Scopri tutti i vantaggi di essere un utente pro

# nameFolder
source: Folder name
it: Nome cartella

source: Folder description
it: Descrizione cartella

source: Shared folder
it: Cartella condivisa

# chooseFolder
source: Choose whether to make the folder shared or personal
it: Scegli se rendere la cartella condivisa o personale

# nameFolderToAdd
source: Name the folder and start adding contacts.
it: Inserisci il nome con cui chiamerai la cartella ed inizia ad aggiungere contatti.

source: Create folder
it: Crea Cartella

# addContactInFolder
source: Add the contacts you wish to place in the shared folder
it: Aggiungi i contatti che desideri inserire nella cartella condivisa

# shareContactInFolder
source: Add the contacts with whom you will share this folder.
it: Aggiungi i contatti con i quali condividerai questa cartella.

# operationComplete
source: Operation completed
it: Operazione completata

# copyLink
source: Link copied
it: Link copiato

# downloadCompleted
source: Download completed. Check the downloads folder
it: Download completato. Controlla la cartella dei downloads

# changePassword
source: Password successfully reset
it: Password resettata con successo

# newContactSuccess
source: Contact correctly added
it: Contatto aggiunto correttamente

# mod
source: Edit completed
it: Modifica completata

# modContactSuccess
source: Contact correctly edited
it: Contatto modificato correttamente

# error
source: An error has occurred
it: Si è vertificato un errore

# linkError
source: Unable to open this link
it: Impossibile aprire il link

# folderError
source: Unable to access the downloads folder
it: Impossibile accedere alla cartella downloads

# deleteError
source: An error occurred during deletion
it: Si é verificato un errore nella cancellazione

# copyLinkError
source: Unable to copy
it: Impossibile copiare

# downloadError
source: An error has occurred during downloading
it: Si é verificato un errore nel download

# favoriteContactError
source: Contact already added to favourites
it: Contatto già aggiunto ai preferiti

# additions
source: integrations
it: integrazioni

source: Order card
it: Ordina carta

# contactsUp
source: Contacts
it: Contatti

# telephoneNumberError
source: Phone number not found
it: Numero di telefono non trovato

# downloadProgress
source: Download in progress. You can view the download status in the notification bar
it: Download in corso. Puoi visualizzare lo stato del download nella barra delle notifiche

# donwloadProgressWithoutMessage
source: Download in progress...
it: Download in corso...

# permissionDenied
source: Permits not granted
it: Permessi non concessi

source: Created
it: Creato

source: Delete address
it: Eliminare indirizzo

# deleteBillingAddress
source: You are about to delete the billing address, you want to proceed
it: Stai per eliminare l'indirizzo di fatturazione, vuoi procedere

# deleteCard
source: Delete the card
it: Eliminare la carta

# deleteCardProceed
source: You are about to delete the card, do you want to proceed
it: Stai per eliminare la carta, vuoi procedere

# somethingWrong
source: Something went wrong.
it: Qualcosa é andato storto.

source: Try again
it: Riprova

# passError
source: Pass not saved
it: Pass non salvato

# activeCard
source: Activate card
it: Attiva carta

source: Order new Smart Card
it: Ordina Nuova Smart Card

source: Cancel
it: Annulla

source: Wait...
it: Attendi...

# associatedCardProgress
source: Ongoing card association...
it: Associazione della carta in corso...

# associatedCardComplete
source: Associated card
it: Carta associata

# activatedCardSuccess
source: You have successfully activated your card, discover the benefits of TAC now.
it: Hai effetuato con successo l'attivazione della carta, scopri subito i vantaggi di TAC.

# activatedCardError
source: Something went wrong, try activating the card again later.
it: Qualcosa è andato storto, riprova ad attivare la carta in un secondo momento.

# selectionContactDeleteError
source: Select at least one contact to be deleted
it: Selezionare almeno un contatto da cancellare

# selectionContactSendError
source: Select at least one contact to send
it: Selezionare almeno un contatto da inviare

# noOneHere
source: There is still no one here
it: Non c’è ancora nessuno qui

# deleteContactProceed
source: You are about to delete the contact, do you want to proceed
it: Stai per eliminare il contatto, vuoi procedere

# modContactLabel
source: Edit Contact
it: Modifica contatto

source: Delete contacts
it: Eliminare contatti

# deleteContactsProceed
source: You are about to delete contacts, do you want to proceed
it: Stai per eliminare dei contatti, vuoi procedere

source: Delete folder
it: Eliminare cartella

# deleteFolderProceed
source: You are about to delete the folder, do you want to proceed
it: Stai per eliminare la cartella, vuoi procedere

source: Add contacts
it: Aggiungi contatti

source: Insert name
it: Inserire il nome

source: forward
it: Avanti

source: Others
it: altri

source: participants
it: partecipanti

# modInphrase
source: Edit
it: Modifica

# modFolder
source: Edit folder
it: Modifica cartella

# allFolder
source: All
it: Tutte

source: Shared by me
it: Condivise da me

source: Share with me
it: Condivise con me

source: Not shared
it: Non condivise

# smartCardDataProcessing
source: We are processing Smart Card data.
it: Stiamo processando i dati della SmartCard.

# scanError
source: Scanning Error
it: Errore Scansione

# ocrSmarcardError
source: An error was encountered while scanning with OCR, try scanning the smart card again or cancel the operation.
it: È stato riscontrato un errore durante la sansione con l'OCR, riprova a scannerizzare la Smart Card o annulla l'operazione.

# offlineError
source: You're offline
it: Sei offline

source: See all
it: Vedi Tutti

source: Save contact
it: Salva Contatto

# saveContactSuccess
source: Contact saved
it: Contatto Salvato

# saveContactSuccessInfo
source: You have successfully saved the contact, it has now been added to your contact list.
it: Hai salvato con successo il contatto, ora è stato aggiunto alla lista dei tuoi contatti.

source: Add people
it: Aggiungi persone

# emptyContactList
source: This contact list is empty! start adding to your network.
it: Questa lista di contatti è vuota! Comincia ad aggiungere qualcuno al tuo networking.

# chooseContact
source: Select at least one contact
it: Selezionare almeno un contatto

# resultTag
source: Tag results
it: Risultati Tag

# resultContact
source: Contacts results
it: Risultati Contatti

# selectContactToSend
source: Select at least one contact to be sent to
it: Selezionare almeno un contatto a cui inviare i contatti selezionati

source: Send
it: Invia

source: Send to
it: Invia a

# selectContactToSendCompanies
source: Select at least one contact to send the selected companies to
it: Selezionare almeno un contatto a cui inviare le aziende selezionate

# loadingFile
source: File uploading
it: Caricamento File

# loadFile
source: Upload file
it: Carica File

source: Insert link
it: Inserire il link

# unknownError
source: Something went wrong, try again later.
it: Qualcosa è andato storto, riprova ora o in un secondo momento.

# loadFileSuccess
source: The file was successfully uploaded
it: Il file è stato caricato con successo

# selectFileFromLibrary
source: Choose a file from your library and we will upload it to the cloud and generate a download link for you.
it: Scegli un file dalla tua libreria e noi provvederemo a caricarlo sul cloud e generarti un link per il download.

# nameOfLink
source: Link name
it: Nome del link

# chooseLinkName
source: Name the link you want to add to your profile elements
it: Dai un nome al link che vuoi aggiungere ai tuoi elementi del profilo

# selectDocumentToDelete
source: Select at least one document to be deleted
it: Selezionare almeno un documento da cancellare

# deleteDocument
source: Delete documents
it: Eliminare documenti

# deleteDocumentProceed
source: You are about to delete documents, do you want to proceed
it: Stai per eliminare dei documenti, vuoi procedere

# selectLinkToDelete
source: Select at least one link to be deleted
it: Selezionare almeno un link da cancellare

source: Delete link
it: Eliminare link

# deleteLinkProceed
source: You are about to delete links, do you want to proceed
it: Stai per eliminare dei link, vuoi procedere

source: Add Link
it: Aggiungi Link

source: Profile
it: Profilo

# unlockAllLink
source: Unlock all links
it: Sblocca tutti i link

# unlockToSeeClickedLink
source: Check out the Pro plan to see other clicked links
it: Scopri il piano Pro per vedere gli altri link cliccati

source: Billing
it: Fatturazione

# infoBilling
source: Billing information
it: Informazioni Fatturazione

# nominative
source: Name (optional)
it: Nominativo (opzionale)

source: Billing address
it: Indirizzo di Fatturazione

source: Country
it: Paese

# cap
source: Post code
it: Cap

source: City
it: Città

source: Province
it: Provincia

source: Number
it: Numero

# shippingLikeBilling
source: Use billing address
it: Usa indirizzo di fatturazione

# infoShipping
source: Shipping details
it: Informazioni Spedizione

# addressShipping
source: Shipping Address
it: Indirizzo di Spedizione

# missedFields
source: Missing fields
it: Campi mancanti

# selectPlane
source: Choose a plan
it: Scegli Piano

source: Billing list
it: Lista Fatturazione

# addShippingBillingAddress
source: Add Billing Address
it: Aggiungi Indirizzo di Fatturazione

source: Card list
it: Lista Carte

source: Add payment method
it: Aggiungi Metodo di Pagamento

# cardBillingError
source: Missing billing card or address
it: Carta o indirizzo di fatturazione mancante

source: Select
it: Seleziona

source: Add card
it: Aggiungi Carta

source: Card holder
it: Titolare Carta

# dataCardNotCompleted
source: Card details missing
it: Dati carta non completi

# selectPlaneLower
source: Choose a plan
it: Scegli Piano

# became
source: Become
it: Diventa

# selectYourPlane
source: Choose the plan that suits you best
it: Scegli il piano più adatto a te

# modRequestToCompany
source: Fields that have been edited require approval from your company. Send a request
it: Sono stati modificati dei campi per cui l'Azienda richiede l'approvazione. Inviare la richiesta

source: Add cards
it: Aggiungi carte

# payMonth
source: Pay monthly, cancel at any time.
it: Paga mensilmente, disdici in qualsiasi momento.

# payInMonthly
source: Monthly
it: Al Mese

# payInYearly
source: Yearly
it: All'Anno

# payYearly
source: Pay yearly, cancel at any time.
it: Paga annualmente, disdici in qualsiasi momento.

# noShippingBilling
source: No billing address selected
it: Nessun indirizzo di fatturazione selezionato

source: Pay
it: Paga

# selectOneSubscription
source: Select at least one subscription
it: Selezionare almeno un abbonamento

# paySuccess
source: Successful payment
it: Pagamento avvenuto con successo

# payError
source: There was an error with the payment
it: C'è stato un'errore con il pagamento

# tryLater
source: try again later
it: riprova più tardi

# redirectToContact
source: We are redirecting you to the contact page...
it: Ti stiamo reindirizzando alla pagina dei contatti...

# noAccount
source: If you do not have an account instead
it: Se non hai un account invece

# thanksForSignUp
source: Thank you for registering. Check your inbox to confirm your email and activate your account.
it: Grazie per esserti registrato. Controlla la tua casella postale per confermare la tua email ed attivare l'account.

source: Repeat Password
it: Ripeti Password

# passwordNotMatch
source: The two passwords do not match
it: Le due password non coincidono

# alreadyHaveAccount
source: You already have an account
it: Hai giá un account

# codeError
source: Warning, the code is not complete
it: Attenzione, il codice non è completo

# codeNotValid
source: Code is not valid
it: Codice non valido

# insertCode
source: Enter the 6-digit code sent to your e-mail address
it: Inserisci il codice a 6 cifre inviato all'indirizzo mail

# it
source: Italian
it: Italiano

# en
source: English
it: Inglese

# fr
source: French
it: Francese

# es
source: Spanish
it: Spagnolo

# de
source: German
it: Tedesco

source: My subscription
it: Il mio abbonamento

# shareWithQrCodeAlt
source: Share QR Code
it: Condividi Qr Code

# scanQrCode
source: Scan the Qr code with your smartphone camera to display the contact to be captured.
it: Inquadra il codice Qr con la fotocamera del tuo smartphone per visualizzare il contatto da acquisire.

# shareLinkProfile
source: Share your profile link
it: Condividi Link Profilo

# copyOrShare
source: Copy or share the link on your profile to reach anyone you want.
it: Copia o condividi il link relativo al tuo profilo per arrivare a chiunque tu voglia.

# saveModBeforeDownload
source: Warning, if you have changed the image or colour you must save the changes before starting the download.
it: Attenzione, se é stata modificata l'ímmagine o il colore occorre salvare le modifiche prima di iniziare il download.

# imgRequired
source: Image required
it: Immagine obbligatoria

# colorError
source: Invalid selected colour
it: Colore selezionato non valido

# qrCodeError
source: An error occurred while loading the qrCode
it: Si é verificato un errore nel caricamento del qrCode

# orSelectColor
source: Or select a colour
it: oppure seleziona un colore

# ocrFreeError
source: You cannot use OCR more than 5 times with your current plan.
it: Non puoi usare l'OCR più di 5 volte con il tuo piano attuale.

# nfcErrorSameIdentifier
source: You cannot scan your own profile
it: Non puoi scannerizzare il tuo stesso profilo

# requestToLinkFile
source: Send request
it: Richiesta inviata

# changePlane
source: Change plan
it: Cambia piano

# modifyCard
source: Edit card
it: Modifica carta

# selectedCard
source: Select card
it: Carta selezionata

# listAddress
source: Address list
it: Lista indirizzi

source: Delete subscription
it: Cancella abbonamento

# deleteSubscriptionProceded
source: Are you sure you want to cancel your subscription
it: Sei sicuro di voler cancellare l'abbonamento

# endSubscriptionMessage
source: The subscription will end on the day of invoicing
it: L'abbonamento terminerà il giorno della fatturazione

# alreadySwapContact
source: Contact already exchanged
it: Contatto già scambiato

# successContactSended
source: Contacts sent correctly
it: Contati inviati correttamente

source: Accept the
it: Accetta la

# mustAcceptPrivacy
source: Accept Privacy Policy to continue
it: Accetta la Privacy Policy per proseguire

# uniqueCode
source: Registration Number
it: Codice univoco

source: VAT
it: P. IVA

# businessName
source: Company Name
it: Regione Sociale

# continueWithTac
source: Log in with TAC
it: Accedi con TAC

# microsoftLogin
source: Log in with Microsoft
it: Accedi con Microsoft

# googleLogin
source: Log in with Google
it: Accedi con Google

# appleLogin
source: Log in with Apple
it: Accedi con Apple

source: Sign up with TAC
it: Registrati con TAC

# signUpMicrosoftLogin
source: Sign up with Microsoft
it: Registrati con Microsoft

# signUpGoogleLogin
source: Sign up with Google
it: Registrati con Google

# signUpAppleLogin
source: Sign up with Apple
it: Registrati con Apple

source: Connect to HubSpot
it: Connetti ad HubSpot

source: Connect to SalesForce
it: Connetti a SalesForce

# doingLogin
source: Login in progress...
it: Login in corso...

# shortPassword
source: Must contain at least 6 characters
it: Deve contenere almeno 6 caratteri

# upperLetterPassword
source: Must contain at least one capital letter
it: Deve contenere almeno una lettera maiuscola

# lowerLetterPassword
source: Must contain at least one lower case letter
it: Deve contenere almeno una lettera minuscola

# numberPassword
source: Must contain at least one number
it: Deve contenere almeno un numero

# specialCharacterPassword
source: Must contain at least one special character
it: Deve contenere almeno un carattere speciale

# doubleSpecialCharacterPassword
source: Cannot contain double special characters
it: Non può contenere caratteri speciali doppi

source: Card not found
it: Carta non trovata

# cardNotActive
source: Inactive card
it: Carta non attiva

# cardNotAssociated
source: Non-associated card
it: Carta non associata

source: Delete account
it: Cancella account

# removeFromFavorite
source: Remove from favorites
it: Rimuovi dai preferiti

# acceptPointsControl
source: Please read and accept the following conditions to continue.
it: Si prega di leggere e accettare le seguenti condizioni per continuare.

# removeData
source: I understand that deleting my account will do this permanently. Remove all my data
it: Capisco che l'eliminazione del mio account lo farà permanentemente. Rimuovi tutti i miei dati

# textDeleteAccount
source: You can permanently delete your account from here. If you are sure and choose to continue, all data linked to this account will be permanently deleted. You will not be able to recover it in the future.
it: Puoi eliminare definitivamente il tuo account da qui. Se ne sei sicuro e scegli di continuare, tutti i dati collegati a questo account verranno eliminati definitivamente. Non potrai recuperarlo in futuro.

# confirmDeleteAccount
source: Yes, please delete my account.
it: Sì, per favore elimina il mio account.

# deleteAccountAccept
source: Delete account
it: Cancella account

# logoutDialogText
source: Are you sure you want to log out?
it: Sei sicuro di voler uscire?

# bottomSettings
source: Settings
it: Imp.

source: Documents
it: Documenti

# insightsT
source: Insights
it: Statistiche

# max3liks
source: Maximum links: 3
it: Link massimi: 3

# max5ocrs
source: Business Card scans: 5
it: Scansioni biglietti da visita: 5

source: Unlimited links
it: Link illimitati

# unlimitedocrs
source: Unlimited Business Card scans
it: Scansioni biglietti da visita illimitate

# errorSelectionDelete
source: You cannot delete a selected item
it: Non puoi eliminare un elemento selezionato

# cardDetail
source: Card details
it: Informazioni carta

source: Edit email
it: Modifica email
