Repository: touchandcontact/tac_test
Catalog: lib/l10n/app_*.arb
Languages: it

# editEmailText
source: Attention: the new email you enter will be the new valid email to access the application.
it: Attenzione: la nuova e-mail che inserirai sarà la nuova e-mail valida per poter accedere all'applicazione.

# saveEmailComplete
source: Email edited successfully
it: Email modificata correttamente

source: Add address
it: Aggiungi indirizzo

# shareWithSMS
source: Share via SMS
it: Condividi tramite SMS

# shareWithSMSText
source: Enter the phone number you want to send your profile to
it: Inserisci il numero di telefono a cui vuoi inviare il tuo profilo

# insertValidPhone
source: Enter a valid telephone
it: Inserisci un numero valido

# insertRecipientName
source: Enter the recipient's name
it: Inserisci il nome del destinatario

# selectCountry
source: Select your Country
it: Seleziona Paese

# smsSended
source: Message sent
it: Messaggio inviato

# recipientName
source: Recipient's name
it: Nome destinatario

# smsText
source: Hi %s, I'm sending you my contact information. You can add me by clicking on this link: %s. See you soon, %s
it: Ciao %s, Ti mando il mio contatto. Puoi aggiungermi cliccando su questo link: %s. A presto, %s
